IDEA Open Model
CheckResWeld.UnityCheck Property
 Unity Check Stress
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double UnityCheck { get; set; }
Public Property UnityCheck As Double
	Get
	Set
public:
property double UnityCheck {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
CheckResWeld Class
IdeaRS.OpenModel.Connection Namespace